;============================================================================================================
;     Isms ROGUE
;============================================================================================================

[IsmsBlazeOfGlory X2AbilityTemplate]
LocFriendlyName="荣耀之焰"
LocHelpText="做出最后的抵抗.在荣耀之焰中出去之前，先攻击范围内的所有敌人. 但你真的死了吗?"
LocLongDescription="做出最后的抵抗.在荣耀之焰中出去之前，先攻击范围内的所有敌人. 但你真的死了吗?"
LocPromotionPopupText="<Bullet/> 8回合冷却时间.<br/> <Bullet/> 对武器射程内的每个敌人攻击一次，然后再装死两回合. <br/> <Bullet/> 如果不在掩体中则增加轻微的命中.<br/> <Bullet/>保存/重新加载以修复任何视觉效果错误. "

[IsmsBlindside X2AbilityTemplate]
LocFriendlyName="洞彻弱点"
LocLongDescription="使用无托式 或 冲锋枪 或 维克托步枪进行侧翼射击会增加 1 点额外伤害。 每 2 级此伤害加值 +1. (1,1,2,2,3,3,4)"
LocHelpText="使用无托式 或 冲锋枪 或 维克托步枪进行侧翼射击会增加 1-4 点额外伤害."
LocFlyOverText="洞彻弱点" 
LocPromotionPopupText="<Bullet/> 使用无托式 或 冲锋枪 或 维克托步枪进行侧翼射击会增加 1 点额外伤害. <br/><Bullet/>每 2 级此伤害加值 +1. (1,1,2,2,3,3,4) "

[IsmsConcussiveShot X2AbilityTemplate]
LocFriendlyName="震荡射击"
LocLongDescription="用手枪发射震荡冲击波，有机会使目标眩晕。从潜行中使用闷棍，保持隐身。"
LocHelpText="有机会使敌人眩晕或昏迷。随等级提高而增强。意志力高的敌人可以抵抗。"
LocFlyOverText="震荡射击" 
LocPromotionPopupText="<Bullet/> 2回合冷却 <br/><Bullet/> 不消耗弹药 <br/><Bullet/> <Ability:SelfCharges/> 每次任务的充能次数 <br/><Bullet/> 更大的大脑更难被震荡... <br/><Bullet/> 闷棍消耗双倍充能。"
[IsmsRogueSap X2AbilityTemplate]
LocFriendlyName="闷棍"
LocLongDescription="用手枪发射震荡冲击波，有机会使目标眩晕。保持隐身。消耗两次充能。"
LocHelpText="有机会使敌人眩晕或昏迷。随等级提高而增强。意志力高的敌人可以抵抗。保持隐身，但消耗两次充能。"
LocFlyOverText="闷棍" 
LocPromotionPopupText="<Bullet/> 2回合冷却 <br/><Bullet/> 不消耗弹药 <br/><Bullet/> 与震荡射击共享充能 <br/><Bullet/> 更大的大脑更难被震荡... <br/><Bullet/> "

[IsmsFlush X2AbilityTemplate]
LocFriendlyName="冲散"
LocLongDescription="发射一枪，促使敌人移动。这枪很容易命中（+30瞄准），但伤害降低（-50%基础武器伤害）。使用2发弹药。"
LocHelpText="发射一枪，促使敌人移动。+30瞄准。-50%基础武器伤害。使用2发弹药。"
LocFlyOverText="冲散"
LocPromotionPopupText="<Bullet/> +30瞄准。<br/><Bullet/> -50%基础武器伤害。<br/><Bullet/> 消耗2发弹药。<br/><Bullet/> 促使敌人移动。<br/>"
[IsmsFlushDamage X2AbilityTemplate]
LocFriendlyName="冲散"

[IsmsGhostPack X2AbilityTemplate]
LocFriendlyName="幽灵之道"
LocLongDescription="获得“隐匿”和“幻影”技能，但从所有来源受到的伤害增加15%。"
LocHelpText="获得“隐匿”和“幻影”技能，但从所有来源受到的伤害增加15%。"
LocFlyOverText="幽灵之道"
LocPromotionPopupText="<Bullet/> 获得“隐匿”和“幻影”技能，但从所有来源受到的伤害增加15%。"

[IsmsInfiltrator X2AbilityTemplate]
LocFriendlyName="渗透者"
LocLongDescription="获得闪电反射和+40黑客技能。"
LocHelpText="获得闪电反射和+40黑客技能。"
LocFlyOverText="渗透者"
LocPromotionPopupText="获得闪电反射和+40黑客技能。"

[IsmsLastWish X2AbilityTemplate]
LocFriendlyName="最后愿望"
LocLongDescription="每次任务一次，在受到致命伤害时装死两回合并恢复5点生命值。醒来时尝试重新隐匿。"
LocHelpText="每次任务一次，在受到致命伤害时装死两回合并恢复5点生命值。醒来时尝试重新隐匿。"
LocFlyOverText="最后愿望"
LocPromotionPopupText="<Bullet/> 每次任务触发一次 <br/> <Bullet/> 醒来时如果可能进入隐匿状态。 <br/> <Bullet/> 如果出现视觉错误，请保存/重新加载。"

[IsmsLoneWolf X2AbilityTemplate]
LocFriendlyName="独狼之道"
LocLongDescription="独狼在独自一人时获得20防御力。5格内的盟友会使这个奖励失效。"
LocHelpText="独狼在独自一人时获得20防御力。5格内的盟友会使这个奖励失效。"
LocFlyOverText="独狼之道"
LocPromotionPopupText="<Bullet/> 独狼在流浪时获得20防御力。<br/> <Bullet/> 5格内的盟友会使这个奖励失效。<br/><Bullet/> 还可以获得+2视野，以便更安全地侧击。"

[IsmsKeepYourHeadDown X2AbilityTemplate]
LocFriendlyName="保持低头"
LocHelpText="使半掩体在略微降低精度的情况下被视为全掩体。"
LocLongDescription="以-5精度为代价，使半掩体视为全掩体。"
LocPromotionPopupText="以略微降低精度为代价，使半掩体视为全掩体。"

[IsmsNaturalBornKiller X2AbilityTemplate]
LocFriendlyName="战斗专注"
LocLongDescription="专注：每回合建立1点专注。累积的专注提升移动力（最大5）。还添加了“大结局”能力。"
LocHelpText="专注：每回合建立1点专注。累积的专注提升移动力（最大5）。还添加了“大结局”能力。"
LocFlyOverText="战斗专注"
LocPromotionPopupText="<Bullet/> 每回合建立1点专注。专注增加1点移动力（最大5） <br/> <Bullet/> '大结局' - 消耗多达5点专注，一枪造成1-5点额外伤害。"
[IsmsNBKGrandFinale X2AbilityTemplate]
LocFriendlyName="大结局"
LocLongDescription="释放你积累的专注，在一枪中造成每点1点额外侧击伤害（最大5）。"
LocHelpText="释放你积累的专注，在一枪中造成每点1点额外侧击伤害（最大5）。"
LocFlyOverText="大结局"
LocPromotionPopupText="<Bullet/> 释放你积累的专注，在一枪中造成每点1点额外伤害（最大5）。"

[IsmsOnTheMove X2AbilityTemplate]
LocFriendlyName="静中有动"
LocLongDescription="每回合获得一个额外的起始行动点，但失去6点移动力。"
LocHelpText="每回合获得一个额外的起始行动点，但失去6点移动力。"
LocFlyOverText="静中有动"
LocPromotionPopupText="<Bullet/> 每回合获得一个额外的起始行动点，但失去6点移动力。"

[IsmsRecon X2AbilityTemplate]
LocFriendlyName="侦察"
LocHelpText="侦察该区域，在大锥形范围内标记所有敌人。被标记的敌人受到的伤害增加10-20%，防御力降低5点。保持隐身。"
LocLongDescription="侦察该区域，在大锥形范围内标记所有敌人，同时保持隐藏。被标记的目标受到的伤害增加10-20%。结束回合。"
LocPromotionPopupText="为你的小队标记所有目标，增加5%命中和+10-20%更多伤害，持续2回合。<br/>"

[IsmsRelocate X2AbilityTemplate]
LocFriendlyName="重新定位"
LocLongDescription="所有盟友获得一回合完全隐身，但只能使用移动命令。盟友在一回合后恢复原状。"
LocHelpText="所有盟友获得一回合完全隐身，但只能使用移动命令。盟友在一回合后恢复原状。"
LocFlyOverText="重新定位"
LocPromotionPopupText="<Bullet/> 所有盟友获得一回合完全隐身，但只能使用移动命令。盟友在一回合后恢复原状。<br/><Bullet/> 10回合冷却时间。"

[IsmsRiposte X2AbilityTemplate]
LocFriendlyName="嘲讽还击"
LocHelpText="嘲讽敌人，准备用手枪招架你的下一次攻击。如果射击命中，则击退攻击者并使其暴露无遗。"
LocLongDescription="嘲讽敌人。准备用手枪招架你的下一次攻击。如果射击命中，则击退攻击者并使其暴露无遗。"
LocPromotionPopupText="<Bullet/> 嘲讽还击将嘲讽下一个攻击者，如果射击命中，则击退、眩晕并使攻击者暴露无遗。<br/><Bullet/> 2回合冷却时间。<br/><Bullet/> 意志力高的敌人有很小的机会不被眩晕。"

[IsmsRogueAndGun X2AbilityTemplate]
LocFriendlyName="连打带跑"
LocLongDescription="如果射击命中，在开火主武器后获得1个标准移动。可以在移动一次后使用。"
LocHelpText="如果射击命中，在开火主武器后获得1个标准移动。可以在移动一次后使用。"
LocFlyOverText="连打带跑"
LocPromotionPopupText="<Bullet/> 如果射击命中，在开火主武器后获得1个标准移动。可以在移动一次后使用。<br/> <Bullet/> 2回合冷却时间。<br/> <Bullet/> 非常适合走出来寻找更好的射击位置。只是要确保你不会错过目标。"
[IsmsRogueAndGunMomentum X2AbilityTemplate]
LocFriendlyName="连打带跑"
LocFlyOverText="连打带跑"

[IsmsRushOfBattle X2AbilityTemplate]
LocFriendlyName="战斗冲锋"
LocLongDescription="专注：当敌人被杀死时建立肾上腺素。累积的肾上腺素赋予闪避奖励（最大30）。还添加了“冷静”能力。"
LocHelpText="专注：当敌人被杀死时建立肾上腺素。累积的肾上腺素赋予闪避奖励（最大30）。还添加了“冷静”能力。"
LocFlyOverText="战斗冲锋"
LocPromotionPopupText="<Bullet/> 每杀死一个敌人获得3点肾上腺素 <br/> <Bullet/> 每当你的队友杀死一个敌人，获得1点肾上腺素。 <br/> <Bullet/> '冷静' - 消耗多达18点肾上腺素，每点恢复5%缺失生命值。 <br/> <Bullet/> 每点肾上腺素增加1-2点闪避（在18点肾上腺素时最大30）。"
[IsmsCoolOff X2AbilityTemplate]
LocFriendlyName="冷静之道"
LocLongDescription="冷静下来，消耗掉你所有的肾上腺素并每点消耗恢复5%缺失生命值。"
LocHelpText="冷静下来，消耗掉你所有的肾上腺素并每点消耗恢复5%缺失生命值。"
LocFlyOverText="冷静之道"
LocPromotionPopupText="<Bullet/> 冷静下来，消耗掉你所有的肾上腺素并每点消耗恢复5%缺失生命值。"

[IsmsScoutingReport X2AbilityTemplate]
LocFriendlyName="谋谟帷幄"
LocLongDescription="使<Ability:ClassName/>每回合获得<font color='#0bff9b'>1</font>点谋略，最多可获<font color='#0bff9b'>5</font>点谋略。谋略可提高友军等额的命中和防御，自身获得<font color='#0bff9b'>双倍</font>加成。<br/>获得技能<font color='#0bff9b'>重整旗鼓</font>：消耗<font color='#0bff9b'>5</font>点谋略恢复一名友军<font color='#e1be46'>2</font>点行动力。"
LocHelpText="使<Ability:ClassName/>每回合获得<font color='#0bff9b'>1</font>点谋略，最多可获<font color='#0bff9b'>5</font>点谋略。谋略可提高友军等额的命中和防御，自身获得<font color='#0bff9b'>双倍</font>加成。<br/>获得技能<font color='#0bff9b'>重整旗鼓</font>：消耗<font color='#0bff9b'>5</font>点谋略恢复一名友军<font color='#e1be46'>2</font>点行动力。"
LocFlyOverText="谋谟帷幄"
LocPromotionPopupText="<Bullet/><font color='#0bff9b'>重整旗鼓</font>：消耗<font color='#0bff9b'>5</font>点谋略恢复一名友军<font color='#e1be46'>2</font>点行动力。"
[IsmsDecisiveAction X2AbilityTemplate]
LocFriendlyName="重整旗鼓"
LocLongDescription="消耗<font color='#0bff9b'>5</font>点谋略恢复一名友军<font color='#e1be46'>2</font>点行动力。"
LocHelpText="消耗<font color='#0bff9b'>5</font>点谋略恢复一名友军<font color='#e1be46'>2</font>点行动力。"
LocFlyOverText="重整旗鼓" 
LocPromotionPopupText="<Bullet>消耗<font color='#0bff9b'>5</font>点谋略恢复一名友军<font color='#e1be46'>2</font>点行动力。"

[IsmsScoutPack X2AbilityTemplate]
LocFriendlyName="侦察之道"
LocLongDescription="转换为侦察兵。获得改进的视野、免费战斗扫描仪，并将Blindside改为奖励高地而非侧翼攻击。"
LocHelpText="转换为侦察兵。获得改进的视野、免费战斗扫描仪，并将Blindside改为奖励高地而非侧翼攻击。"
LocFlyOverText="侦察之道"
LocPromotionPopupText="<Bullet/> Blindside转换为'Upside' - 从高地获得额外伤害，而不是从侧翼攻击。<br/> <Bullet/> +6改进的视野和武器射程。<br/> <Bullet/> 如果装备了战斗扫描仪，则获得+1战斗扫描仪充能次数。"

[IsmsScoutsOverwatch X2AbilityTemplate]
LocFriendlyName="侦察守望"
LocLongDescription="不再受到守望反应火力惩罚，并且可以暴击，但只能在小区域内守望。"
LocHelpText="不再受到守望反应火力惩罚，并且可以暴击，但只能在小区域内守望。"
LocFlyOverText="侦察守望"
LocPromotionPopupText="<Bullet/> 守望被替换为侦察兵的守望<br/><Bullet/> 侦察兵的守望 - 在小锥形范围内守望。<br/><Bullet/> 可以对移动做出反应。<br/><Bullet/> 可以暴击且不受反应火力惩罚。"

[IsmsScoutVision X2AbilityTemplate]
LocFriendlyName="警惕侦察"
LocLongDescription="获得改进的视野半径和免费战斗扫描仪。"
LocHelpText="获得改进的视野半径和免费战斗扫描仪。"
LocFlyOverText="警惕侦察"
LocPromotionPopupText="<Bullet/> +6改进的视野和武器射程。<br/><Bullet/> 如果装备了战斗扫描仪，则获得+1战斗扫描仪充能次数。"

[IsmsShadowborn X2AbilityTemplate]
LocFriendlyName="影生"
LocLongDescription="<Ability:Classname/>在对<font color='#0bff9b'>视野内无法看到自身</font>的敌军攻击时，获得额外<font color='#0bff9b'>15</font>点命中及<font color='#0bff9b'>15%</font>的暴击率。<br/>并额外减少敌军<font color='#0bff9b'>33%</font>的侦查范围"
LocHelpText="<Ability:Classname/>在对<font color='#0bff9b'>视野内无法看到自身</font>的敌军攻击时，获得额外<font color='#0bff9b'>15</font>点命中及<font color='#0bff9b'>15%</font>的暴击率。<br/>并额外减少敌军<font color='#0bff9b'>33%</font>的侦查范围"
LocFlyOverText="影生" 
LocPromotionPopupText="<Bullet/>对视野内无法看到自身的<font color='#ff3206'>敌军</font>也能生效"

[IsmsUpside X2AbilityTemplate]
LocFriendlyName="居高临下"
LocLongDescription="使用无托式机枪或维克托步枪对低位置目标造成1点额外伤害。这个伤害奖励每2级+1。（1,1,2,2,3,3,4）"
LocHelpText="使用无托式机枪或维克托步枪对低位置目标造成1-4点额外伤害。"
LocFlyOverText="居高临下" 
LocPromotionPopupText="<Bullet/> 使用无托式机枪、冲锋枪或维克托步枪进行侧翼攻击时增加1点额外伤害。<br/><Bullet/> 这个伤害奖励每2级+1。（1,1,2,2,3,3,4）"
